export default {
    greeter: {
        greeting:
            'Дорогой участник, мы рады приветствовать тебя на Реально спортивном проекте! \n' +
            '\n' +
            'Этот бот создан, чтобы облегчить и систематизировать процесс выдачи тренировок. На протяжении всего проекта бот будет обновляться, чтобы сделать ваше пребывание на проекте еще более комфортным.\n' +
            '\n' +
            'Удачи в спорте! \n',
        start: 'Начать!',
    },
    menu: 'Назад',
    package: {
        package1: '1 комплекс',
        package2: '2 комплекс',
        package3: '3 комплекс',
    },
    weeks: {
        greeting: 'Выберите неделю!',
        week1: {
            name: '1 неделя',
            greeting:
                'Перед тобой программа тренировок на 1 неделю Проекта.\n' +
                '\n' +
                '03.04 (пн) — 1 тренировка;\n' +
                '04.04 (вт) — 2 тренировка;\n' +
                '05.04 — отдых;\n' +
                '06.04 (чт) — 3 тренировка;\n' +
                '07.04 (пт) — 4 тренировка;\n' +
                '08.04 — отдых;\n' +
                '09.04 (вс) — 5 тренировка (йога).\n' +
                '\n' +
                'Выбери тренировку:',
        },
        week2: {
            name: '2 неделя',
            greeting: '1',
        },
        week3: {
            name: '3 неделя',
            greeting: '1',
        },
    },
    complexity: {
        easy: 'easy',
        medium: 'medium',
        hard: 'hard',
    },
    trainings: {
        training1: {
            name: '1',
            greeting: 'Тренировка №1 «Добро пожаловать!» – 03.04\n' + '\n' + 'Выбери уровень сложности:',
            easy: {
                greeting:
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '15-10-5 (Лёгкий) \n' +
                    '\n' +
                    'Мы работаем по протоколу 15-10-5. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 15 раз, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 10 раз, затем по 5.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания\n' +
                    '\n' +
                    'Завершили комплекс и отдохнули 3 минуты, прежде чем перейти к следующему.',
                package2:
                    'Комплекс №2\n' +
                    '10-10-8-8 (Лёгкий)\n' +
                    '\n' +
                    'Протокол 10-10-8-8, четыре упражнения. Первый круг каждое упражнение выполняем по 10 раз, затем планка 30 сек, далее каждое упражнение снова по 10 раз, затем  планка 30 сек, далее по 8 раз, снова планка, снова по 8 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '20-20-20 (Лёгкий)\n' +
                    '\n' +
                    'Работаем по протоколу 20-20-20. Каждое упражнение выполняем по 20 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
            medium: {
                greeting:
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '18-12-6 (Средний)\n' +
                    '\n' +
                    'Мы работаем по протоколу 18-12-6. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 18 раз, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 12 раз, затем по 6.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания\n' +
                    '\n' +
                    'Завершили комплекс и отдохнули 3 минуты, прежде чем перейти к следующему.',
                package2:
                    'Комплекс №2\n' +
                    '12-12-10-10 (Средний)\n' +
                    '\n' +
                    'Протокол 12-12-10-10, четыре упражнения. Первый круг каждое упражнение выполняем по 12 раз, затем планка 30 сек, далее каждое упражнение снова по 12 раз, затем  планка 30 сек, далее по 10 раз, снова планка, снова по 10 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '25-25-25 (Средний)\n' +
                    '\n' +
                    'Работаем по протоколу 25-25-25. Каждое упражнение выполняем по 25 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
            hard: {
                greeting:
                    'Тренировка №1 «Добро пожаловать!» – 03.04\n' +
                    '\n' +
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '21-15-9-3 (Сложный)\n' +
                    '\n' +
                    'Мы работаем по протоколу 21-15-9-3. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 21 разу, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 15 раз, затем по 9, по 3. Завершили комплекс и отдохнули 3 минуты.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания',
                package2:
                    'Комплекс №2\n' +
                    '15-15-12-12 (Сложный)\n' +
                    '\n' +
                    'Протокол 15-15-12-12, четыре упражнения. Первый круг каждое упражнение выполняем по 15 раз, затем планка 30 сек, далее каждое упражнение снова по 15 раз, затем  планка 30 сек, далее по 12 раз, снова планка, снова по 12 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '30-30-30 (Сложный)\n' +
                    '\n' +
                    'Работаем по протоколу 30-30-30. Каждое упражнение выполняем по 30 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
        },
        training2: {
            name: '2',
            greeting:
                'Тренировка №2 «ГСПС» – 04.04\n' +
                '\n' +
                'А вот и вторая тренировка!\n' +
                'Здесь у тебя будет 1 комплекс упражнений.\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, обратите внимание на первое упражнение, бёрпи, мы работаем с вами через шаг, убираем прыжок, т.е. вы делаете наклон, выходите в планку через шаг и обратно возвращаетесь в положение стоя, убираете все прыжки из бёрпи. Все остальные движения можно выполнять без ограничений.',
            easy: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 3 (Лёгкий)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 3. ',
            },
            medium: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 4 (Средний)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 4. ',
            },
            hard: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 5 (Сложный)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 5. ',
            },
        },
        training3: {
            name: '3',
            greeting: 'Погоди еще немного. Тренировка перезагружается...',
        },
        training4: {
            name: '4',
            greeting:
                'Тренировка №4 «Непробиваемый пресс» – 07.04\n' +
                '\n' +
                'Новый день – новая тренировка – новый ты. Здесь у тебя будет 1 комплекс упражнений.\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковый элемент только на Jumping Jack, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.',
            easy: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 3 (Лёгкий)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 3. ',
            },
            medium: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 4 (Средний)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 4. ',
            },
            hard: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 5 (Сложный)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 5. ',
            },
        },
        training5: {
            name: '5',
            greeting: 'Погоди еще немного. Тренировка перезагружается...',
        },
        training6: {
            name: '6',
            greeting:
                'Тренировка №6 «Уже не такой новичок» – 10.04 \n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training7: {
            name: '7 тренировка',
            greeting:
                'Тренировка №7 «Убийца калорий» – 11.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете пресс на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете пресс на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете пресс на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training8: {
            name: '8 тренировка',
            greeting: 'Тренировка №8 «Руки базуки» – 13.04\n' + '\n' + 'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training9: {
            name: '9 тренировка',
            greeting:
                'Тренировка №9 «Спина для офиса» – 14.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training10: {
            name: '10 тренировка',
            greeting: '1',
            easy: '1',
            medium: '1',
            hard: '1',
        },
        training11: {
            name: '11 тренировка',
            greeting:
                'Тренировка №11 «Спортивнее некуда» – 17.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2 (Лёгкий)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлест голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлест голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к землемеру и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3 (Средний)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлест голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлест голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к землемеру и т.д.. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4 (Лёгкий)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлест голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлест голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к землемеру и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
        training12: {
            name: '12 тренировка',
            greeting:
                'Тренировка №12 «30 000 ккал в секунду» – 18.04\n' +
                ' \n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2 (Лёгкий)\n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 2/1\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете землемер  на протяжении 35 сек, 20 сек отдыхаете, переходите к гудморнингу и т.д.. Отдых между кругами 2 мин. Таких кругов 2.',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3 (Средний)\n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 2/1\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете землемер  на протяжении 35 сек, 20 сек отдыхаете, переходите к гудморнингу. Отдых между кругами 2 мин. Таких кругов 3.',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4 (Сложный)\n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 2/1\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете землемер  на протяжении 35 сек, 20 сек отдыхаете, переходите к гудморнингу. Отдых между кругами 2 мин. Таких кругов 4.',
        },
        training13: {
            name: '13 тренировка',
            greeting: '1',
            easy: '1',
            medium: '1',
            hard: '1',
        },
        training14: {
            name: '14 тренировка',
            greeting: 'Тренировка №14 «Лисий олимпиец» – 21.04\n' + '\n' + 'Выбери уровень сложности:',
            easy:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 2 (Лёгкий)\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы на препятствие\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. приседы + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 3 (Средний)\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы на препятствие\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете приседы + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 4 (Сложный)\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы на препятствие\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете присед + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
        training15: {
            name: '15 тренировка',
            greeting: 'Тренировка №15 «Спортивное божество» – 22.04\n' + '\n' + 'Выбери уровень сложности:',
            easy:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2 (Лёгкий)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете бёрпи  на протяжении 40 сек, 20 сек отдыхаете, переходите к приседам и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3 (Средний)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете бёрпи  на протяжении 40 сек, 20 сек отдыхаете, переходите к приседам и т.д.. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4 (Сложный)\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете бёрпи  на протяжении 40 сек, 20 сек отдыхаете, переходите к приседам и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
    },
};
