export default {
    greeter: {
        greeting:
            'Дорогой участник, мы рады приветствовать тебя на Реально спортивном проекте! \n' +
            '\n' +
            'Этот бот создан, чтобы облегчить и систематизировать процесс выдачи тренировок. На протяжении всего проекта бот будет обновляться, чтобы сделать ваше пребывание на проекте еще более комфортным.\n' +
            '\n' +
            'Удачи в спорте! \n',
        start: 'Начать!',
    },
    menu: 'Назад',
    package: {
        package1: '1 комплекс',
        package2: '2 комплекс',
        package3: '3 комплекс',
    },
    weeks: {
        greeting: 'Выберите неделю!',
        week1: {
            name: '1 неделя',
            greeting:
                'Перед тобой программа тренировок на 1 неделю Проекта.\n' +
                '\n' +
                '03.04 (пн) — 1 тренировка;\n' +
                '04.04 (вт) — 2 тренировка;\n' +
                '05.04 — отдых;\n' +
                '06.04 (чт) — 3 тренировка;\n' +
                '07.04 (пт) — 4 тренировка;\n' +
                '08.04 — отдых;\n' +
                '09.04 (вс) — 5 тренировка (йога).\n' +
                '\n' +
                'Выбери тренировку:',
        },
        week2: {
            name: '2 неделя',
            greeting:
                'Перед тобой программа тренировок на 2 неделю Проекта.\n' +
                '\n' +
                '10.04 (пн) — 1 тренировка;\n' +
                '11.04 (вт) — 2 тренировка;\n' +
                '12.04 (ср) — отдых;\n' +
                '13.04 (чт) — 3 тренировка;\n' +
                '14.04 (пт) — 4 тренировка;\n' +
                '15.04 (сб) — отдых;\n' +
                '16.04 (вс) — 5 тренировка (растяжка).\n' +
                '\n' +
                'Выбери тренировку:',
        },
        week3: {
            name: '3 неделя',
            greeting:
                'Перед тобой программа тренировок на 2 неделю Проекта.\n' +
                '\n' +
                '17.04 (пн) — 1 тренировка;\n' +
                '18.04 (вт) — 2 тренировка;\n' +
                '19.04 (ср) — отдых;\n' +
                '20.04 (чт) — 3 тренировка;\n' +
                '21.04 (пт) — 4 тренировка;\n' +
                '12.04 (сб) — 5 тренировка.\n' +
                '\n' +
                'Выбери тренировку:',
        },
    },
    complexity: {
        easy: 'easy',
        medium: 'medium',
        hard: 'hard',
    },
    trainings: {
        training1: {
            name: '1',
            greeting: 'Тренировка №1 «Добро пожаловать!» – 03.04\n' + '\n' + 'Выбери уровень сложности:',
            easy: {
                greeting:
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '15-10-5 (Лёгкий) \n' +
                    '\n' +
                    'Мы работаем по протоколу 15-10-5. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 15 раз, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 10 раз, затем по 5.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания\n' +
                    '\n' +
                    'Завершили комплекс и отдохнули 3 минуты, прежде чем перейти к следующему.',
                package2:
                    'Комплекс №2\n' +
                    '10-10-8-8 (Лёгкий)\n' +
                    '\n' +
                    'Протокол 10-10-8-8, четыре упражнения. Первый круг каждое упражнение выполняем по 10 раз, затем планка 30 сек, далее каждое упражнение снова по 10 раз, затем  планка 30 сек, далее по 8 раз, снова планка, снова по 8 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '20-20-20 (Лёгкий)\n' +
                    '\n' +
                    'Работаем по протоколу 20-20-20. Каждое упражнение выполняем по 20 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
            medium: {
                greeting:
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '18-12-6 (Средний)\n' +
                    '\n' +
                    'Мы работаем по протоколу 18-12-6. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 18 раз, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 12 раз, затем по 6.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания\n' +
                    '\n' +
                    'Завершили комплекс и отдохнули 3 минуты, прежде чем перейти к следующему.',
                package2:
                    'Комплекс №2\n' +
                    '12-12-10-10 (Средний)\n' +
                    '\n' +
                    'Протокол 12-12-10-10, четыре упражнения. Первый круг каждое упражнение выполняем по 12 раз, затем планка 30 сек, далее каждое упражнение снова по 12 раз, затем  планка 30 сек, далее по 10 раз, снова планка, снова по 10 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '25-25-25 (Средний)\n' +
                    '\n' +
                    'Работаем по протоколу 25-25-25. Каждое упражнение выполняем по 25 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
            hard: {
                greeting:
                    'Тренировка №1 «Добро пожаловать!» – 03.04\n' +
                    '\n' +
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '21-15-9-3 (Сложный)\n' +
                    '\n' +
                    'Мы работаем по протоколу 21-15-9-3. Это значит, что первый круг этого комплекса состоит из трёх упражнений, каждое из которых мы выполняем по 21 разу, затем сразу же и без пауз мы переходим ко второму кругу, выполняя каждое упражнение по 15 раз, затем по 9, по 3. Завершили комплекс и отдохнули 3 минуты.\n' +
                    '\n' +
                    '1. Присед \n' +
                    '2. Отжимания\n' +
                    '3. Пресс скручивания',
                package2:
                    'Комплекс №2\n' +
                    '15-15-12-12 (Сложный)\n' +
                    '\n' +
                    'Протокол 15-15-12-12, четыре упражнения. Первый круг каждое упражнение выполняем по 15 раз, затем планка 30 сек, далее каждое упражнение снова по 15 раз, затем  планка 30 сек, далее по 12 раз, снова планка, снова по 12 раз и отдых 3 минуты.\n' +
                    '\n' +
                    '1. Разножка \n' +
                    '2. Обратные отжимания \n' +
                    '3. Ягодичный мост\n' +
                    '4. Пресс подъём ног',
                package3:
                    'Комплекс №3\n' +
                    '30-30-30 (Сложный)\n' +
                    '\n' +
                    'Работаем по протоколу 30-30-30. Каждое упражнение выполняем по 30 раз.\n' +
                    '\n' +
                    '1. Касание плеч в упоре лёжа \n' +
                    '2. Скалолаз \n' +
                    '3. Гудморнинг',
            },
        },
        training2: {
            name: '2',
            greeting:
                'Тренировка №2 «ГСПС» – 04.04\n' +
                '\n' +
                'А вот и вторая тренировка!\n' +
                'Здесь у тебя будет 1 комплекс упражнений.\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, обратите внимание на первое упражнение, бёрпи, мы работаем с вами через шаг, убираем прыжок, т.е. вы делаете наклон, выходите в планку через шаг и обратно возвращаетесь в положение стоя, убираете все прыжки из бёрпи. Все остальные движения можно выполнять без ограничений.',
            easy: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 3 (Лёгкий)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 3. ',
            },
            medium: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 4 (Средний)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 4. ',
            },
            hard: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 5 (Сложный)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Бёрпи \n' +
                    '2. Пресс ситап \n' +
                    '3. Касание голени в упоре лёжа \n' +
                    '4. Присед плие \n' +
                    '5. Пресс планка \n' +
                    '6. Подкрут таза\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к ситапам и т.д.. Отдых между кругами 1 мин. Таких кругов 5. ',
            },
        },
        training3: {
            name: '3',
            greeting:
                'Перед тобой твоя третья тренировка!\n' +
                '\n' +
                'Сегодня у тебя будет 3 комплекса упражнений. Выполняй их друг за другом, как это было в первой тренировке. \n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, обратите внимание на первое упражнение, бёрпи, мы работаем с вами через шаг, убираем прыжок, т.е. вы делаете наклон, выходите в планку через шаг и обратно возвращаетесь в положение стоя, убираете все прыжки из бёрпи. Присед + выпал тоже делаете через шаг. Все остальные движения можно выполнять без ограничений.',
            easy: {
                greeting:
                    'Тренировка №1 «Добро пожаловать!» – 03.04\n' +
                    '\n' +
                    'Перед тобой первая тренировка.\n' +
                    'Она состоит из трёх комплексов. Все нужно выполнить. Между каждым комплексом отдых 3 минуты.\n' +
                    '\n' +
                    'Ограничения:\n' +
                    'Ребята, у которых есть проблемы с опорно двигательным аппаратом (грыжи, протрузии, смещения, старые травмы, которые мешают двигаться и накладывают определённые ограничения), во втором комплексе на разножке вы не делаете прыжок, просто выполняете выпады назад, убираем прыжковый элемент. Все остальные движения выполнять можно, они базовые, ударной нагрузки в них нет.',
                package1:
                    'Комплекс №1\n' +
                    '\n' +
                    '10 присед+выпад\n' +
                    '10 отжиманий червяком \n' +
                    '10 складок (поочередно)',
                package2:
                    'Комплекс №2\n' +
                    '4 круга \n' +
                    '\n' +
                    '20 приседаний \n' +
                    '20 касаний плеча в упоре лёжа \n' +
                    '20 складок по одной ноге',
                package3:
                    'Комплекс №3\n' +
                    '\n' +
                    '50 пресс ситап\n' +
                    '45 скакалка (или прыжки на месте)\n' +
                    '40 запрыгиваний (выпрыгивания)\n' +
                    '45 скакалка (или прыжки на месте)\n' +
                    '30 обратные отжимания \n' +
                    '45 скакалка (или прыжки на месте)\n' +
                    '20 бёрпи\n' +
                    '45 скакалка (или прыжки на месте)\n',
            },
        },
        training4: {
            name: '4',
            greeting:
                'Тренировка №4 «Непробиваемый пресс» – 07.04\n' +
                '\n' +
                'Новый день – новая тренировка – новый ты. Здесь у тебя будет 1 комплекс упражнений.\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковый элемент только на Jumping Jack, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять. Также при выполнении упражнения маятник обязательно расположите ладони под таз и плотно прижмите поясницу к полу.',
            easy: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 3 (Лёгкий)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 3. ',
            },
            medium: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 4 (Средний)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 4. ',
            },
            hard: {
                greeting:
                    'Протокол 35/25\n' +
                    'Упражнений 6\n' +
                    '\n' +
                    'Кругов 5 (Сложный)\n' +
                    'Отдых между кругами 1 минута\n' +
                    '\n' +
                    '1. Jumping Jack\n' +
                    '2. Пресс скручивания\n' +
                    '3. Пресс диагональные скручивания\n' +
                    '4. Скалолаз\n' +
                    '5. Пресс складка\n' +
                    '6. Пресс маятник горизонтальный\n' +
                    '\n' +
                    'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 25 сек отдыхаете, переходите к скручиваниям и т.д.. Отдых между кругами 1 мин. Таких кругов 5. ',
            },
        },
        training5: {
            name: '5',
            greeting:
                'Дорогой участник, перед тобой заключительная тренировка на эту неделю: https://vk.cc/cmZ4Yv. \n' +
                '\n' +
                'Постарайся вписать этот 10-минутный комплекс в свой день: разбудить организм утром или успокоить нервную систему после напряжённого дня вечером, чтобы отключиться от дневных стрессов.',
        },
        training6: {
            name: '1',
            greeting:
                'Сегодня тот самый понедельник, с которого 5784397 человек "начнут" заниматься спортом, а ты начал ещё в прошлый! \n' +
                '\n' +
                'Тренировка №6 «Уже не такой и новичок» – 10.04 \n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы. На распрыжке не делаем прыжок, оставляем только присед с постановкой ног на ширине плеч. На Jumping Jack + присед делаем просто присед с узкой постановкой ног.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете распрыжку на протяжении 35 сек, 25 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете распрыжку на протяжении 35 сек, 25 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 6\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Распрыжка\n' +
                '2. Гусиный шаг\n' +
                '3. Пресс велосипед \n' +
                '4. Отжимания ромб \n' +
                '5. Jumping Jack с приседом\n' +
                '6. Обратные отжимания от пола\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете распрыжку на протяжении 35 сек, 25 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
        },
        training7: {
            name: '2',
            greeting:
                'Вторник – новая пятница. Поработай сегодня и отдыхай завтра!\n' +
                '\n' +
                'Тренировка №7 «Убийца калорий» – 11.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы. Упражнения №1, 2, 5 делаем через шаг.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете скалолаза + бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к выпадам и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете скалолаза + бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к выпадам и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Скалолаз + берпи\n' +
                '2. Выпад супермен \n' +
                '3. Пресс подъем ног\n' +
                '4. Пловец \n' +
                '5. Прыжки в упоре лёжа \n' +
                '6. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете скалолаза + бёрпи на протяжении 35 сек, 25 сек отдыхаете, переходите к выпадам и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training8: {
            name: '3',
            greeting:
                'Эта тренировка для тех, кто хочет открывать дверь в метро одной рукой.\n' +
                'Эта тренировка для тех, кто хочет нести в одной руке сразу два пакета.\n' +
                'Эта тренировка для тех, кто хочет своими руками взрывать все сущее!\n' +
                '\n' +
                'Тренировка №8 «Руки базуки» – 13.04\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Jumping Jack в упоре лёжа\n' +
                '2. Медленные отжимания + пауза\n' +
                '3. Бег на месте \n' +
                '4. Отжимания ромб\n' +
                '5. Ходьба в упоре лёжа\n' +
                '6. Носорог\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к отжиманиям и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training9: {
            name: '4',
            greeting:
                'Ой, кажется, ты перестаёшь проходить в дверной проём с такой шикарной спиной. Ровная и крепкая спина – залог здоровья.\n' +
                '\n' +
                'Тренировка №9 «Спина для офиса» – 14.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы. Первое упражнение заменяем на скалолаза.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 3 (Лёгкий)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 3. ',
            medium:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 4 (Средний)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 4. ',
            hard:
                'Протокол 35/25\n' +
                'Упражнений 6\n' +
                '\n' +
                'Кругов 5 (Сложный)\n' +
                'Отдых между кругами 2 минуты \n' +
                '\n' +
                '1. Прыжки колени к поясу\n' +
                '2. Пловец\n' +
                '3. Обратные отжимания от пола\n' +
                '4. Динамичная планка\n' +
                '5. Лёжа на животе подъем рук в стороны\n' +
                '6. Лёжа на животе подъем рук вперёд\n' +
                '\n' +
                '\n' +
                'Мы работаем по протоколу 35/25. Это значит, что 35 сек работаете, 25 сек отдыхаете. Т.е. делаете прыжки на протяжении 35 сек, 25 сек отдыхаете, переходите к пловцу и т.д.. Отдых между кругами 2 мин. Таких кругов 5. ',
        },
        training10: {
            name: '5',
            greeting:
                'Тренировка №10\n' +
                '\n' +
                'Растяжка – один из основных факторов роста ваших мышц. Именно она расслабляет ваши мышцы после тяжёлой силовой тренировки.\n' +
                '\n' +
                'Данный комплекс можно использовать и как отдельную тренировку (разминка + растяжка), и как заминку после основной тренировки (разминка + основной комплекс + заминка).\n' +
                '\n' +
                'Каждое упражнение необходимо выполнять минимум 30-40 сек.',
        },
        training11: {
            name: '1',
            greeting:
                'Тренировка №11 «Спортивнее некуда» – 17.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. Захлёст голени делаем на носочках, очень мягко. При наличии каких-то серьезных травм их стоит убрать и заменить на стульчик у стены.  Если понимаете, что для вас это вполне допустимо, то можно выполнять.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлёст голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлёст голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлёст голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлёст голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Диагональные выпады \n' +
                '2. Гусиный шаг\n' +
                '3. Захлёст голени \n' +
                '4. Пресс планка \n' +
                '5. Пресс боковые касания\n' +
                '6. Захлёст голени \n' +
                '7. Касание плеч в упоре лёжа \n' +
                '8. Землемер\n' +
                '9. Захлёст голени\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете диагональные выпады  на протяжении 35 сек, 20 сек отдыхаете, переходите к гусиному шагу и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
        training12: {
            name: '2',
            greeting:
                'Тренировка №12 «30 000 ккал в секунду» – 18.04\n' +
                ' \n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2 \n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 4/2\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к  касанию плеч в упоре лёжа и т.д.. Отдых между кругами 2 мин. Таких кругов 2.',
            medium:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3 \n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 4/2\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к  касанию плеч в упоре лёжа и т.д.. Отдых между кругами 2 мин. Таких кругов 3.',
            hard:
                'Протокол 35/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4 (Лёгкий)\n' +
                'Отдых между кругами 2 минута\n' +
                '\n' +
                '1. Jumping Jack \n' +
                '2. Касание плеч в упоре лёжа \n' +
                '3. Присед 4/2\n' +
                '4. Землемер\n' +
                '5. Гудморнинг \n' +
                '6. Jumping Jack\n' +
                '7. Отжимание \n' +
                '8. Пресс складка \n' +
                '9. Jumping Jack\n' +
                '\n' +
                'Мы работаем по протоколу 35/20. Это значит, что 35 сек работаете, 20 сек отдыхаете. Т.е. делаете Jumping Jack на протяжении 35 сек, 20 сек отдыхаете, переходите к  касанию плеч в упоре лёжа и т.д.. Отдых между кругами 2 мин. Таких кругов 4.',
        },
        training13: {
            name: '3',
            greeting:
                'Тренировка №13 «Бой с тенью» – 20.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы, но они совсем не критичные, ударная нагрузка небольшая. При наличии каких-то серьезных травм их стоит убрать. Если понимаете, что для вас это вполне допустимо, то можно выполнять.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 40/20\n' +
                'Упражнений 5\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 1 минута.\n' +
                '\n' +
                '1. Скалолаз\n' +
                '2. Jumping Jack\n' +
                '3. Отжимания\n' +
                '4. Боксёр\n' +
                '5. Пресс подъём ног\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете скалолаза на протяжении 40 сек, 20 сек отдыхаете, переходите к Jumping Jack и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
            medium:
                'Протокол 40/20\n' +
                'Упражнений 5\n' +
                '\n' +
                'Кругов 5\n' +
                'Отдых между кругами 1 минута.\n' +
                '\n' +
                '1. Скалолаз\n' +
                '2. Jumping Jack\n' +
                '3. Отжимания\n' +
                '4. Боксёр\n' +
                '5. Пресс подъём ног\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете скалолаза на протяжении 40 сек, 20 сек отдыхаете, переходите к Jumping Jack и т.д.. Отдых между кругами 1 мин. Таких кругов 5.',
            hard:
                'Протокол 40/20\n' +
                'Упражнений 5\n' +
                '\n' +
                'Кругов 6\n' +
                'Отдых между кругами 1 минута.\n' +
                '\n' +
                '1. Скалолаз\n' +
                '2. Jumping Jack\n' +
                '3. Отжимания\n' +
                '4. Боксёр\n' +
                '5. Пресс подъём ног\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете скалолаза на протяжении 40 сек, 20 сек отдыхаете, переходите к Jumping Jack и т.д.. Отдых между кругами 1 мин. Таких кругов 6.',
        },
        training14: {
            name: '4',
            greeting:
                'Тренировка №14 «Лисий олимпиец» – 21.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы. В первом упражнении убираем разножку, просто делаем выпад назад +присед. Если понимаете, что для вас это вполне допустимо, то можно выполнять.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 2\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. присед + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 3\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. присед + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д.. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 40/20\n' +
                'Упражнений 7\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 1 минута \n' +
                '\n' +
                '1. Присед + разножка \n' +
                '2. Скалолаз \n' +
                '3. Боксёр \n' +
                '4. Лягушка \n' +
                '5. Пресс касания носков\n' +
                '6. Переступы\n' +
                '7. Динамичная боковая планка\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. присед + разножка на протяжении 40 сек, 20 сек отдыхаете, переходите к скалолазу и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
        training15: {
            name: '5',
            greeting:
                'Тренировка №15 «Спортивное божество» – 22.04\n' +
                '\n' +
                'Ограничения:\n' +
                'Ребята, у которых проблемы с опорно двигательным аппаратом, в данной тренировке есть прыжковые элементы. Бёрди и упражнение конькобежец выполняем через шаг. Если понимаете, что для вас это вполне допустимо, то можно выполнять. В упражнении маятник ладони под таз и поясницу плотно прижать к полу.\n' +
                '\n' +
                'Выбери уровень сложности:',
            easy:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 2\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете выход в присед на протяжении 40 сек, 20 сек отдыхаете, переходите к присед плие и т.д.. Отдых между кругами 1 мин. Таких кругов 2.',
            medium:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 3\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете выход в присед на протяжении 40 сек, 20 сек отдыхаете, переходите к присед плие и т.д.. Отдых между кругами 1 мин. Таких кругов 3.',
            hard:
                'Протокол 40/20\n' +
                'Упражнений 9\n' +
                '\n' +
                'Кругов 4\n' +
                'Отдых между кругами 1 минута\n' +
                '\n' +
                '1. Выход в присед \n' +
                '2. Присед плие \n' +
                '3. Бёрпи\n' +
                '4. Пресс скручивания \n' +
                '5. Пресс маятник горизонтальный \n' +
                '6. Бёрпи\n' +
                '7. Пловец \n' +
                '8. Конькобежец \n' +
                '9. Бёрпи\n' +
                '\n' +
                'Мы работаем по протоколу 40/20. Это значит, что 40 сек работаете, 20 сек отдыхаете. Т.е. делаете выход в присед на протяжении 40 сек, 20 сек отдыхаете, переходите к присед плие и т.д.. Отдых между кругами 1 мин. Таких кругов 4.',
        },
    },
};
